---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantSetSlantedColumnEndPlane
source: html/e9c3c035-200f-4f79-aea5-22e54f9d1bf5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantSetSlantedColumnEndPlane Property

Unable to determine slanted column end cut plane.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantSetSlantedColumnEndPlane { get; }
```